acpi
aegisub
alsa-firmware
alsa-oss
alsa-tools
alsa-utils
amb-plugins
android-apktool
android-emulator
android-file-transfer
android-studio
android-tools
android-udev
apm
arandr
arch-install-scripts
ardour
arduino
arduino-avr-core
arduino-builder
arduino-cli
arduino-ctags
arduino-docs
aria2-fast
aribb25
arj
atomicparsley
audacity
autoconf
automake
avidemux-cli
avidemux-qt
avisynthplus
awesome
b43-fwcutter
base
bash
beanshell
binutils
bison
blender
blop
bluefish
blueman
bluez-cups
bluez-hid2hci
bluez-utils-compat
brasero
brave-bin
breeze
breeze-icons
broot
caps
cava
cdrtools
celluloid
cheese
chromaprint
chromedriver
clamav
clamtk
clipgrab
cmt
coin-or-mp
cool-retro-term
cpu-x
crda
cryptsetup
cuda
cups
cups-filters
cups-pdf
darktable
dash
dblatex
dbus-docs
dconf-editor
dcraw
dex
djvulibre
doge
dosfstools
dotnet-sdk
dotnet-sdk-3.1
downgrade
dpf-plugins
drawio-desktop-bin
dvdauthor
dvgrab
e2fsprogs
efibootmgr
electron
elementary-icon-theme
eog
eog-plugins
evince
evolution
evolution-bogofilter
evolution-data-server
evolution-ews
evolution-rss
evolution-spamassassin
exa
exfat-utils
exo
f2fs-tools
fakeroot
ffmpegthumbnailer
ffmpegthumbs
fig2dev
fil-plugins
file-roller
filezilla
findutils
firefox
fish-git
flat-remix
flex
foomatic-db
foomatic-db-ppds
fop
fsearch-git
fuse-overlayfs
g2reverb
gawk
gcc
geany
geany-plugins
ghostscript
gimp
gimp-plugin-gmic
github-cli
gnome-boxes
gnome-calculator
gnome-calendar
gnome-code-assistance
gnome-control-center
gnome-disk-utility
gnome-keyring
gnome-maps
gnome-sound-recorder
gnome-system-monitor
gnome-tweaks
gnu-free-fonts
gnu-netcat
gnuplot
gpart
gparted
gpicview
granite
grub
gsettings-desktop-schemas
gsfonts
gst-editing-services
gst-libav
gst-plugin-opencv
gst-plugin-qmlgl
gst-plugins-espeak
gst-plugins-ugly
gst-python
gstreamer-docs
gstreamer-vaapi
gstreamer0.10
gstreamer0.10-base
gstreamer0.10-base-plugins
gthumb
gtk-engines
gtk-sharp-2
gtksourceviewmm
gufw
guitarix
gutenprint
guvcview
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gvim
handbrake
hardinfo
harvid
highlight
hplip
hplip-plugin
hspell
htop
hub
hunspell-en_au
hunspell-en_ca
hunspell-en_gb
hunspell-en_us
icoutils
inetutils
inkscape
intel-media-sdk
intel-ucode
intellij-idea-community-edition
iproute2
iucode-tool
jdk
jdk-openjdk
jdk7-openjdk
jdk8-openjdk
jfsutils
joplin
jre-openjdk
jre7-openjdk
jre8-openjdk
kate
kdeconnect
kdenlive
kdialog
kolourpaint
konsole
krita
krita-plugin-gmic
ksh
ladspa
lhasa
lib32-bluez-libs
lib32-libva-vdpau-driver
lib32-mesa-vdpau
lib32-simplescreenrecorder
libburn
libdvdcss
libdvdnav
libfbclient
libfilezilla
libgdiplus
libgme
libgoom2
libisofs
libkate
libmicrodns
libmtp
libmupdf
libmythes
libnfs
libpipewire02
libreoffice-fresh
libspectre
libtiger
libtool
libva-intel-driver
libva-mesa-driver
libva-utils
libvdpau-va-gl
libvoikko
libxml++
licenses
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lilypond
linux-firmware
linux-zen
linux-zen-docs
linux-zen-headers
live-media
lldb
lmms
logrotate
lrzip
lsd
lsp-plugins
lua52-socket
luit
lvm2
lxappearance-gtk3
lxdm-gtk3
lxqt-admin
lxrandr-gtk3
lxsession-gtk3
lynx
lzip
lzop
m4
make
makemkv
man-db
man-pages
mariadb-libs
mathjax2
mcp-plugins
mdadm
meld
mesa
mesa-vdpau
mlt
mono
mono-msbuild
mono-msbuild-sdkresolver
mono-tools
movit
mplayer
mtools
mujs
mupdf
mysql-workbench
nano
neofetch
netstat-nat
network-manager-applet
networkmanager
new-session-manager
nilfs-utils
nitrogen
nm-connection-editor
noto-fonts-emoji
ntfs-3g
nuspell
nvidia-dkms
nvidia-prime
nvidia-settings
obs-studio
okular
opencl-nvidia
opencolorio1
opencv
opentimelineio
os-prober
p7zip
pacman
pamixer
papirus-icon-theme
patch
pavucontrol
pciutils
pcsclite
perl-image-exiftool
picom
piper
pipewire-alsa
pkgconf
pkgfile
plasma-desktop
polkit-gnome
postgresql-libs
procps-ng
projectm
protobuf
pspp
pstoedit
pulseaudio
pulseaudio-alsa
pulseaudio-equalizer
pulseaudio-equalizer-ladspa
pulseaudio-jack
pulseaudio-lirc
pulseaudio-modules-bt
pulseaudio-qt
pulseaudio-rtp
pulseaudio-zeroconf
pvoc
python-language-server
python-numpy
python-pycryptodome
python-pyqt5
qemu
qemu-arch-extra
qemu-block-gluster
qemu-block-iscsi
qemu-block-rbd
qpdfview
qt4
qt5ct
qtqr
rawtherapee
recordmydesktop
reflector
reiserfsprogs
rev-plugins
rtaudio
rubberband
rust
rxvt-unicode
samba
sane
scour
seahorse
shellcheck-static
simple-scan
simplenote-electron-bin
simplescreenrecorder
slack-desktop
smbclient
sox
speedtest-cli
spotify
steam
steam-native-runtime
sudo
sysfsutils
system-config-printer
systemdgenie
tap-plugins
teamviewer
telegram-desktop
testdisk
texinfo
texlab
texlive-core
thunar
thunar-archive-plugin
thunar-volman
tor-browser
transmageddon
transmission-gtk
trash-cli
tree
ttf-dejavu
tumbler
udftools
unace
unarj
uncrustify
unixodbc
unrar
usbutils
vcdimager
vco-plugins
vdpauinfo
vi
vmware-horizon-client
vmware-horizon-integrated-printing
vmware-horizon-mmr
vmware-horizon-rtav
vmware-horizon-smartcard
volumeicon
vscodium-bin
wah-plugins
which
wine-gecko
wine-mono
xbindkeys
xcompmgr
xdg-user-dirs
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-qxl
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfce4-clipman-plugin
xfce4-power-manager
xfce4-screensaver
xfce4-screenshooter
xfce4-terminal
xfsprogs
xine-ui
xjadeo
xmltoman
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xreader
xterm
yay
youtube-dl
zam-plugins
zvbi
